[
{
    "id": "1",
    "name": "Joanne",
    "date": "29th May 2017",
    "testimonial": "My two young lurchers had the time of their lives. I was updated daily with some fabulous photos. They can be a handful but no problem for Kevin. He was so competent and they absolutely loved him. I recommend him 100%."
},
{
    "id": "2",
    "name": "Marie",
    "date": "29th April 2017",
    "testimonial": "Buster had a great time with Kevin and Hounds We Love; we can tell by the pictures! So happy to have a dog walker with a nice group of dogs for Buster to play with and run around off lead. When meeting him, it was easy to see that Kevin loves looking after the dogs in his care, so we were confident in leaving our little Border with him. Buster is looking forward to come back again! "
},
{
    "id": "3",
    "name": "Dawn",
    "date": "30th April 2017",
    "testimonial": "Kevin and his wife, Angelita, inspire absolute confidence. I had no worries at all about leaving my fox terrier, Teddy, in their capable hands for the weekend and I will definitely be using their service again."
},
{
    "id": "4",
    "name": "Joanna",
    "date": "August 2020",
    "testimonial": "When we moved to the area we needed to find trusted, responsible, experienced and reliable dog care for our miniature dachshund, Mr Pickle. Kevin, Angelita and all of the team at Hounds We Love tick all of those boxes and more. They are faultless and we cannot recommend them highly enough"
},
{
    "id": "5",
    "name": "E & P (10 &13 years old)",
    "date": "August 2020",
    "testimonial": "The training sessions with Kevin were very fun for my sister and I as well as our dog (Thor). Before the lessons Thor was often excited, could be disobedient, didn’t always understand what to do and had problems with patience. Kevin never had any problems to find ways to train Thor that meant he was having fun and being obedient. Kevin was very friendly, and my sister and I never felt embarrassed about getting anything wrong. Both of our dogs love his training and he has helped us so much. I would highly recommend these sessions!!"
},
{
    "id": "6",
    "name": "Rebekah & Manny",
    "date": "July 2020",
    "testimonial": "Kevin has been an amazing resource while raising our cockapoo. Between the immersive one-on-one training to providing in depth recaps of the work we do each day, we are barely able to keep up with Chili’s quick wit! Kevin has made training easy to understand, and always there as a resource should we have any questions."
},
{
    "id": "7",
    "name": "Susan",
    "date": "14th March 2017",
    "testimonial": "Elsa, our gigantic Leonberger, had the best time for her extended stay over the holidays! The best bit is that we were kept in the loop during her stay with pictures of her with all the friends she had made! We will be coming back for any dog watching we need in the future!"
}
]